Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/tenacity.tmx
Source language: en
Languages: sv

source: This project was created with a version of Audacity that is not supported by Tenacity. You will need to use that version to open it.
sv: Projektet skapades med en version av Audacity som inte stöds av Tenacity. Du behöver använda den versionen för att öppna det.

source: Adjusted Pan
sv: Justerade panorering

source: Long Seek Le&ft During Playback
sv: Lång sökning åt v&änster under uppspelning

source: Spli&t
sv: Del&a

source: Amount of noise in mix (percent)
sv: Brusmängd i mix (procent)

source: At:
sv: Vid:

source: Inner fade d&own length:
sv: Längd för inre nedton&ing:

source: The project's database failed to reopen, possibly because of limited space on the storage device.
sv: Projektets databas kunde inte öppnas igen, möjligen på grund av begränsat utrymme på lagringsenheten.

source: Nothing to redo
sv: Det finns inget att göra om

source: Please save and close the current project first.
sv: Var god spara och stäng nuvarande projekt först.

source: C&ompress based on Peaks
sv: &Komprimera baserat på toppar

source: Dance Vocal
sv: Sång för dansmusik

source: Ill-formed Nyquist plug-in header
sv: Felaktig header för Nyquist-insticksmodul

source: Error Locking Temporary Folder
sv: Fel uppstod när temporär mapp låstes

source: SFX Limiter
sv: Begränsare för ljudeffekter

source: MISSING %s
sv: SAKNAS %s

source: Copying Project
sv: Kopierar projekt

source: Set Selection Right at Play Position
sv: Ändra markeringen höger om uppspelningspositionen

source: After Recording completes:
sv: När inspelningen slutförs:

source: Start Time
sv: Starttid

source: Warnings only
sv: Endast varningar

source: Default endianness
sv: Standardendian

source: Click and drag to warp playback time
sv: Klicka och dra för att förvrida uppspelningstiden

source: Audio Settings
sv: Ljudinställningar

source: Saving a copy must not overwrite an existing saved project. Please try again and select an original name.
sv: Ett befintligt sparat projekt får inte skrivas över när en kopia sparas. Försök igen med ett annat namn.

source: Changed Pitch Shift
sv: Ändrade tonhöjdsförskjutning

source: Align MIDI to Audio
sv: Justera MIDI med ljud

source: Great Impact SFX
sv: Stor påverkan – ljudeffekt

source: Label interval (seconds)
sv: Etikettintervall (sekunder)

source: Themes written to: %s/*/%s.
sv: Teman skrevs till: %s/*/%s.

source: This project contained stereo tracks with non-aligned content.
sv: Projektet innehöll stereospår med innehåll som inte är tidsjusterat.

source: You cannot delete the 'unnamed' curve.
sv: Du kan inte radera kurvan "namnlös".

source: Special thanks:
sv: Speciellt tack till:

source: View by key
sv: Visa efter tangent

source: Moved pan slider
sv: Flyttade panoreringsreglaget

source: System T&ime
sv: Systemt&id

source: Display
sv: Visning

source: Custom Track &Name
sv: Anpassat spår&namn

source: &Paste
sv: K&listra in

source: Removes background noise such as fans, tape noise, or hums
sv: Tar bort bakgrundsbrus som fläktar, bandbrus eller nynnande

source: Adding equally-spaced labels to the label track...
sv: Lägger till etiketter med likadana mellanrum i etikettspåret...

source: Time Shift &Right
sv: Tidsförskjutning åt &höger

source: Times 2
sv: Tider 2

source: Remo&ve
sv: Ta &bort

source: The file with the shortcuts contains illegal shortcut duplicates for "%s" and "%s". Nothing is imported.
sv: Filen med kortkommandon innehåller otillåtna dubbletter av kortkommandon för ”%s” och ”%s”. Inget importeras.

source: Adjusts the volume levels of particular frequencies
sv: Justerar volymnivåerna för vissa frekvenser

source: Time Indexed
sv: Indexerad tid

source: Maximum leading silence
sv: Maximal inledande tystnad

source: High Quality
sv: Hög kvalitet

source: f&rom
sv: f&rån

source: Treat missing audio as silence (this session only)
sv: Behandla saknat ljud som tystnad (endast denna session)

source: Meter Style
sv: Mätarstil

source: Set De&fault
sv: An&ge som standard

source: Unsuitable
sv: Olämplig

source: Set Track Name
sv: Ändra spårnamn

source: Focused
sv: Fokuserad

source: New selection length: dd:hh:mm:ss
sv: Ny markeringslängd: dd:hh:mm:ss

source: 16-bit PCM
sv: 16-bitars PCM

source: Logarithmic &Interpolation
sv: Logaritmisk &interpolering

source: Importing %s...
sv: Importerar %s …

source: Error
sv: Fel

source: Library
sv: Bibliotek

source: Success!
sv: Lyckades

source: 16-bit
sv: 16-bitar

source: Plug-ins installed.~%(Use the Plug-in Manager to enable effects):
sv: Insticksmoduler installerade.~%(Använd insticksmodulhanteraren för att aktivera effekter):

source: &Edit Toolbar
sv: Verktygsfält för &redigering

source: &Make-up gain (dB)
sv: &Kompensationsförstärkning (dB)

source: Leveller, Moderate, -70dB noise floor
sv: Utjämnare, måttlig, -70dB bottennivå för brus

source: Effect or Command at %s failed to register: %s
sv: Effekten eller kommandot vid %s misslyckades att registreras: %s

source: Pre&ferences
sv: &Inställningar

source: Never copy any files
sv: Kopiera aldrig några filer

source: Sample rate conversion
sv: Konvertering av samplingsfrekvens

source: Swap Stereo &Channels
sv: Byt stereo&kanaler

source: Muted
sv: Tystade

source: &Insert
sv: &Infoga

source: About %s
sv: Om %s

source: Track 1
sv: Spår 1

source: Start to &Zero
sv: Börja vid &noll

source: Recording - Choosing the Recording Device
sv: Inspelning - Välj inspelningsenheten

source: Playable Track
sv: Uppspelningsbart spår

source: (snapping)
sv: (fäster)

source: You cannot export 'unnamed' curve, it is special.
sv: Du kan inte exportera kurvan "namnlös", den är speciell.

source: Multi-track
sv: Multispår

source: Split Clip
sv: Dela klipp

source: Rename '%s'
sv: Byt namn på "%s"

source: Show target compression
sv: Visa målkomprimering

source: Effe&ct
sv: &Effekt

source: When Tenacity detects music in file imported on empty project
sv: När Tenacity upptäcker musik i en fil som importeras till ett tomt projekt

source: Drag to specify a zoom region. Right-click for menu. Ctrl+scroll to zoom.
sv: Dra för att ange ett zoomområde. Högerklicka för meny. Ctrl + rulla för att zooma.

source: Curves exported
sv: Kurvor exporterade

source: Threshold:
sv: Tröskel:

source: Pan
sv: Panorering

source: Soloed
sv: Solo

source: Podcast/Radio
sv: Poddsändning/radio

source: Directories
sv: Kataloger

source: LFO Sta&rt Phase (deg.):
sv: Sta&rtfas för LFO (grad.):

source: Always scrub un&pinned
sv: Utför alltid scrubbing på o&fästade

source: Aligned/Moved end to selection end
sv: Justerade/flyttade slutet till markeringens slut

source: Silence Threshold
sv: Tystnadströskel

source: Error.~%File cannot be written:~%"~a.txt"
sv: Fel.~%Det går inte att skriva filen:~%”~a.txt”

source: Error: %s at line %lu
sv: Fel: %s på rad %lu

source: Set (or Extend) Le&ft Selection
sv: Ändra (eller utöka) markering åt v&änster

source: Risset Drum
sv: Risset-trumma

source: Seeking
sv: Söker

source: New...
sv: Ny...

source: Timer Recording stopped.
sv: Timer&inspelning stoppades.

source: Tenacity could not find file: %s. Theme not loaded.
sv: Tenacity kunde inte hitta filen: %s. Temat lästes inte in.

source: Output choice
sv: Val av utmatning

source: run self diagnostics
sv: kör självdiagnostik

source: Distinguished Tenacity Team members, not currently active
sv: Framstående Tenacity Team-medlemmar som för närvarande inte är aktiva

source: Processing second track of stereo pair: %s
sv: Bearbetar andra spåret i stereoparet: %s

source: Export entire project
sv: Exportera hela projektet

source: &Noise Floor:
sv: &Brusgolv:

source: Pre&vious Clip Boundary
sv: F&öregående klippgräns

source: Click and drag to define a looping region.
sv: Klicka och dra för att definiera ett upprepningsområde.

source: Get more effects...
sv: Hämta fler effekter …

source: Amplitude Start
sv: Amplitud, start

source: Snap-To &Prior
sv: Fäst mot &tidigare

source: Cannot import AUP3 format. Use File > Open instead
sv: Det går inte att importera AUP3-format. Använd Arkiv > Öppna i stället

source: Drag
sv: Dra

source: Close
sv: Stäng

source: Attempting to initialize the following command failed: %s More information may be available in 'Help > Diagnostics > Show Log'
sv: Det gick inte att initiera följande kommando: %s Mer information kan finnas i ”Hjälp > Diagnostik > Visa logg”

source: Beat sound
sv: Slagljud

source: Could not parse XML
sv: Det gick inte att tolka XML

source: Ambience
sv: Atmosfär

source: Project check of "%s" folder detected %lld missing external audio file(s) ('aliased files'). There is no way for Audacity to recover these files automatically. If you choose the first or second option below, you can try to find and restore the missing files to their previous location. Note that for the second option, the waveform may not show silence. If you choose the third option, this will save the project in its current state, unless you "Close project immediately" on further error alerts.
sv: Projektkontrollen av katalogen ”%s” hittade %lld saknade externa ljudfiler (”aliasfiler”). Audacity kan inte återställa dessa filer automatiskt. Om du väljer första eller andra alternativet nedan kan du försöka hitta och återställa de saknade filerna till deras tidigare plats. Observera att vågformen kanske inte visar tystnad med det andra alternativet. Om du väljer det tredje alternativet sparas projektet i dess nuvarande skick, om du inte väljer ”Stäng projektet omedelbart” vid ytterligare felvarningar.

source: Outer fade &up length:
sv: Längd för yttre upp&toning:

source: Rename...
sv: &Byt namn...

source: To apply a filter, all selected tracks must have the same sample rate.
sv: För att tillämpa ett filter måste alla markerade spår ha samma samplingsfrekvens.

source: The database schema changed
sv: Databasschemat ändrades

source: Clip Name Edit
sv: Redigera klippnamn

source: Minutes
sv: Minuter

source: Render Pitch and &Speed
sv: Rendera tonhöjd och &hastighet

source: audio sample value analysis
sv: värdesanalys av ljudsamling

source: &Remove
sv: &Radera

source: Select Next Clip
sv: Välj n&ästa klipp

source: Error Loading VST Presets
sv: Fel uppstod när VST-förinställning lästes in

source: Ad&just Playback Speed...
sv: &Justera uppspelningshastighet...

source: You may not assign a key to this entry
sv: Man kan inte tilldela en tangent till detta

source: Performing %d edits...
sv: Utför %d redigeringar …

source: Label Interval
sv: Etikettintervall

source: &Graphic
sv: &Grafisk

source: Name: %s
sv: Namn: %s

source: Spl&it Stereo Track
sv: &Dela stereospår

source: Vamp Effects
sv: Vamp-effekter

source: ~aData written to:~%~a
sv: ~aData skrevs till:~%~a

source: Default &view mode:
sv: Standard&visningsläge:

source: Meter refresh rate per second [1-100]
sv: Mätaruppdateringar per sekund [1-100]

source: Error opening file
sv: Fel uppstod när filen öppnades

source: S&ave:
sv: &Spara:

source: Reduce amplitude to allow for restored peaks (dB)
sv: Reducera amplituden för att tillåta återställda maxpunkter (dB)

source: Play Before a&nd After Selection Start
sv: Spela upp innan och efter markeringens &början

source: Split Stereo to Mono '%s'
sv: Dela stereo till mono "%s"

source: Moved '%s' down
sv: Flyttade "%s" nedåt

source: A&ctual compression
sv: F&aktisk komprimering

source: Pitch Shift
sv: Tonhöjdsförskjutning

source: Preset 1:
sv: Förinställning 1:

source: Reduces the dynamic of one or more tracks
sv: Minskar dynamiken i ett eller flera spår

source: Background start time
sv: Starttid för bakgrund

source: There is not enough space to expand the clip to its original speed.
sv: Det finns inte tillräckligt med utrymme för att utöka klippet till ursprunglig hastighet.

source: Play Aft&er Selection End
sv: Spela upp e&fter markeringens slut

source: Spectrogram Settings
sv: Spektrograminställningar

source: Are you sure you want to delete %s?
sv: Vill du verkligen radera %s?

source: Move Focus to N&ext and Select
sv: Flytta fokus till n&ästa och markera

source: ~a linear, ~a dB.
sv: ~a linjär, ~a dB.

source: Select to End
sv: Markera till slutet

source: Pasted text from the clipboard
sv: Klistrade in text från urklipp

source: Open Project...
sv: Öppna projekt...

source: Output gain (dB)
sv: Utmatningsförstärkning (dB):

source: [-inf]
sv: [-oändl]

source: Gate frequencies above (kHz)
sv: Grindfrekvenser över (kHz)

source: Cut (%lld, %lld) failed.
sv: Det gick inte att klippa ut (%lld, %lld).

source: The Repair effect is intended to be used on very short sections of damaged audio (up to 128 samples). Zoom in and select a tiny fraction of a second to repair.
sv: Reparationseffekten är gjord för att användas på en mycket kort del av skadat ljud (upp till 128 samplingar). Zooma in och välj en liten bråkdel av en sekund att reparera.

source: Edit Genres
sv: Redigera genrer

source: Export Keyboard Shortcuts As:
sv: Exportera kortkommandon som:

source: Clip&board space used
sv: Använt urklippsutrymme

source: Please select in a stereo track or two mono tracks.
sv: Välj i ett stereospår eller två monospår.

source: Error: No modules were found. This may indicate a faulty installation.
sv: Fel: inga moduler hittades. Det kan tyda på en felaktig installation.

source: Ratio %.0f to 1
sv: Förhållande %.0f till 1

source: &Clear
sv: &Rensa

source: awaiting playback
sv: väntar på uppspelning

source: &Draw Tool
sv: &Ritverktyg

source: Themability is an experimental feature. To try it out, click "Save Theme Cache" then find and modify the images and colors in ImageCacheVxx.png using an image editor such as the Gimp. Click "Load Theme Cache" to load the changed images and colors back into Tenacity.
sv: Temaanpassning är en experimentell funktion. Klicka på ”Spara temacache” för att prova den. Hitta sedan och ändra bilderna och färgerna i ImageCacheVxx.png med en bildredigerare, till exempel Gimp. Klicka på ”Läs in temacache” för att läsa in de ändrade bilderna och färgerna i Tenacity igen.

source: Click and drag to stretch clip
sv: Klicka och dra för att sträcka ut klippet

source: End Time:
sv: Sluttid:

source: Recording start:
sv: Inspelningens början:

source: Medium Room
sv: Mellanstort rum

source: Change Gai&n on Focused Track...
sv: Ändra &förstärkning för aktuellt spår...

source: Swapped Channels in '%s'
sv: Bytte kanaler i "%s"

source: Cubic Curve (odd harmonics)
sv: Kubisk kurva (ojämna övertoner)

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
sv: Vänster=Zooma in, Höger=Zooma ut, Mitten=Återställ

source: (Recovered)
sv: (återskapad)

source: Automated Recording Level Adjustment increased the volume to %.2f.
sv: Automatisk justering av inspelningsnivå ökade volymen till %.2f.

source: Rat&e
sv: &Hastighet

source: Burn to CD
sv: Bränn CD

source: &Multi-view
sv: &Flervy

source: Higher refresh rates make the meter show more frequent changes. A rate of 30 per second or less should prevent the meter affecting audio quality on slower machines.
sv: Högre värden gör att mätaren visar fler frekvensändringar. Ett värde på 30 per sekund eller mindre bör förhindra att mätaren påverkar ljudkvalitén på långsamma datorer.

source: &History
sv: &Historik

source: Adj&ust Recording Volume...
sv: Justera inspelnings&volym …

source: Select file(s) to install
sv: Välj filer att installera

source: Bandwidth
sv: Bandbredd

source: Spectrograms
sv: Spektrogram

source: Reso&nance:
sv: Reso&nans:

source: &Repeat %s
sv: Upprepa &%s

source: Select the audio for %s to use. 1. Select audio that represents noise and use %s to get your 'noise profile'. 2. When you have got your noise profile, select the audio you want to change and use %s to change that audio.
sv: Välj ljudet som %s ska använda. 1. Välj ljud som representerar brus och använd %s för att hämta din ”brusprofil”. 2. När du har hämtat brusprofilen väljer du ljudet som ska ändras och använder %s för att ändra det.

source: Compare Audio
sv: Jämför ljud

source: Linear In
sv: Linjärt in

source: To apply Equalization, all selected tracks must have the same sample rate.
sv: För att tillämpa utjämning måste alla markerade spår ha samma samplingsfrekvens.

source: Sche&me:
sv: &Schema:

source: Foreground
sv: Förgrund

source: The database file is locked
sv: Databasfilen är låst

source: &Window types:
sv: &Fönstertyper:

source: Set Clip...
sv: Ändra klipp....

source: Aligned end to cursor/selection start
sv: Justerade slutet till markören/markerings början

source: SQLite library failed to initialize. Tenacity cannot continue.
sv: SQLite-biblioteket kunde inte initieras. Tenacity kan inte fortsätta.

source: Options...
sv: Alternativ...

source: Could not open file: "%s"
sv: Kunde inte öppna fil: "%s"

source: Distortion
sv: Förvrängning

source: Depth in percent
sv: Djup i procent

source: Open Plugin &Manager
sv: Öppna insticksmodul&hanteraren

source: Tenacity is now going to exit. Please launch Tenacity again to use the new temporary directory.
sv: Tenacity avslutas nu. Starta Tenacity igen för att använda den nya temporära katalogen.

source: Plug-in support
sv: Stöd för insticksmoduler

source: Final Tempo Change (%)
sv: Slutlig tempoändring (%)

source: Dit&her:
sv: Gitt&er:

source: Smack Explosion SFX
sv: Smällexplosion – ljudeffekt

source: Cubic
sv: Kubisk

source: Timer Recording
sv: Timerinspelning

source: Sample Rate Conver&ter:
sv: Konverterin&g av samplingsfrekvens:

source: Import Audio Unit Presets
sv: Importera ljudenhetsförinställningar

source: History
sv: Historik

source: Bad: chunk %lld sample %lld
sv: Fel: block %lld, sampling %lld

source: Hold Time
sv: Hålltid

source: Error~%~ Data must be numbers in plain ASCII text.~%~ '~a' is not a numeric value.
sv: Fel~%~ Data måste vara siffror i vanlig ASCII-text.~%~ "~a" är inte ett numeriskt värde.

source: Normalizing without removing DC offset...
sv: Normaliserar utan att ta bort DC-offset...

source: Fla&tten
sv: Pla&tta till

source: Failed to remove the autosave information from the project file.
sv: Det gick inte att ta bort autosparinformationen från projektfilen.

source: Import Macro
sv: Importera makro

source: Punch and Rol&l Record
sv: Punch and Rol&l-inspelning

source: By &Start Time
sv: Efter &starttid

source: &Free Space:
sv: &Ledigt utrymme:

source: WCAG2 Pass
sv: WCAG2 genomfördes

source: to (Hz)
sv: till (Hz)

source: Recording Audio
sv: Spelar in ljud

source: Failed to open database file: %s
sv: Det gick inte att öppna databasfilen: %s

source: &EQ Type:
sv: &EQ-typ:

source: Nyquist returned an empty array.
sv: Nyquist returnerade en tom array.

source: Turn off dropout detection
sv: Sluta upptäcka signalförluster

source: System &Date
sv: System&datum

source: Edit Labels
sv: Redigera etiketter

source: Set either 'Number of bars' or 'Rhythm track duration' to greater than zero.
sv: Ändra antingen "Antal takter" eller "Längd för rytmspår" till större än noll.

source: Low Playback Latency: %g
sv: Låg uppspelningslatens: %g

source: Show g&rid lines
sv: Visa &rutnätslinjer

source: Nyquist returned too many audio channels.
sv: Nyquist returnerade för många ljudkanaler.

source: Short cut
sv: Kortkommando

source: Forwards
sv: Framåt

source: Nothing to undo
sv: Det finns inget att ångra

source: File extensions
sv: Filändelser

source: %s, composer
sv: %s, kompositör

source: Using %lld chunks of %lld samples each, for a total of %.1f MB.
sv: Använder %lld block med %lld samplingar vardera, totalt %.1f MB.

source: Distortion amount
sv: Förvrängningsmängd

source: Delete Fo&cused Track
sv: Ta bort fokuserat spår

source: Load Metadata As:
sv: Läs in metadata som:

source: Invalid data handling
sv: Ogiltig datahantering

source: Create labels based on
sv: Skapa etiketter baserat på

source: &Type:
sv: &Typ:

source: Error Importing Keyboard Shortcuts
sv: Fel uppstod när tangentbordskommandon skulle importeras

source: %.0f%% Right
sv: %.0f%% höger

source: Repeat Last Effect
sv: Använd senaste effekten

source: Applying...
sv: Tillämpar...

source: &Load
sv: &Läs in

source: This version of Audacity does not support Nyquist plug-in version %ld
sv: Den här versionen av Audacity stöder inte Nyquist-insticksmodulversion %ld

source: Export Audio...
sv: Exportera ljud …

source: Click to Zoom In, Shift-Click to Zoom Out
sv: Klicka för att zooma in, Shift-klicka för att zooma ut

source: Too many decimal digits
sv: För många decimaler

source: Set Track Visuals
sv: Ändra spårets utseende

source: Ba&ss (dB):
sv: Ba&s (dB):

source: Master Effects
sv: Mastereffekter

source: Created new audio track
sv: Skapade nytt ljudspår

source: Spectrogram
sv: Spektrogram

source: Reload
sv: Läs in igen

source: This recovery file was saved by Audacity 2.3.0 or before. You need to run that version of Audacity to recover the project.
sv: Återställningsfilen sparades av Audacity 2.3.0 eller tidigare. Du måste köra den versionen av Audacity för att återställa projektet.

source: , 64 bits
sv: , 64 bitar

source: Used if 'Number of bars' = 0
sv: Används om "Antal takter" = 0

source: %s, Nyquist plug-ins
sv: %s, Nyquist-insticksmoduler

source: Data folder:
sv: Datakatalog:

source: Save Metadata As:
sv: Spara metadata som:

source: Alternate Lines
sv: Alternera rader

source: More:</b> Visit our [[https://codeberg.org/tenacityteam/tenacity/wiki|Wiki]] for tips, tricks, extra tutorials and effects plug-ins.
sv: Mer:</b> Besök vår [[https://codeberg.org/tenacityteam/tenacity/wiki|wiki]] för tips, råd, extra handledningar och effektinsticksmoduler.

source: Preview not available
sv: Förhandsvisning inte tillgänglig

source: &Record
sv: Spela &in

source: &Pinned Recording/Playback head
sv: &Fäst sidhuvudet för inspelning/uppspelning

source: Plugin Error
sv: Fel i insticksmodul

source: Delay
sv: Fördröjning

source: Recording
sv: Inspelning

source: Audio Position
sv: Ljudposition

source: [Warning: Nyquist returned invalid UTF-8 string, converted here as Latin-1]
sv: [Varning: Nyquist returnerade felaktig sträng i UTF-8 som omvandlades hit som Latin-1]

source: Configure
sv: Konfigurera

source: Release time
sv: Release-tid

source: Preferences for GUI
sv: GUI-inställningar

source: Processing stereo channels independently: %s
sv: Bearbetar stereokanaler självständigt: %s

source: Value:
sv: Värde:

source: No curves exported
sv: Inga kurvor exporterades

source: Spectral Selection
sv: Spektrumsmarkering

source: Automatic Export enabled:
sv: Automatisk exportering har aktiverats:

source: Selection Extend &Right
sv: Utöka markering åt &höger

source: Pan Left
sv: Panorera vänster

source: Command:
sv: Kommando:

source: from
sv: från

source: Ignore Silence at Beginnings and Endings
sv: Ignorera tystnad i början och slutet

source: No sounds found.~%Try lowering the 'Threshold' or reduce 'Minimum sound duration'.
sv: Inga ljud hittades.~%Prova att sänka ”Tröskel” eller minska ”Minsta ljudvaraktighet”.

source: High Quality Pitch Change
sv: Tonändring i hög kvalitet

source: Failed to update the project file. The following command failed: %s
sv: Det gick inte att uppdatera projektfilen. Följande kommando misslyckades: %s

source: Release Time %.1f secs
sv: Fördröjningstid %.1f sek

source: Show detailed info about each block file
sv: Visa detaljerad information om varje blockfil

source: Click and drag to adjust sizes of sub-views, double-click to split evenly
sv: Klicka och dra för att justera storleken på undervyer, dubbelklicka för att dela jämnt

source: S-Curve Out
sv: S-kurva finns

source: seconds
sv: sekunder

source: &Command
sv: &Kommando

source: Unknown built-in effect name
sv: Okänt namn på inbyggd effekt

source: Remove silence from &middle
sv: Tog bort %s från %s

source: Checkpointing %s
sv: Skapar kontrollpunkt för %s

source: Zoom Out
sv: Zooma ut

source: Applying Tremolo...
sv: Tillämpar tremolo...

source: &Looping
sv: &Upprepning
